Repository: neuromat/portal
Catalog: experiments/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: . The NeuroMat Open Database Evaluation Committee will be analyze your data and will try to respond as soon as possible. With best regards, The NeuroMat Open Database Evaluation Committee
pt_br: . O Comité de Avaliação do Banco de dados aberto de NeuroMat analizara seus dados e respondera tão pronto como seja possível. Cordiais saudações, Comité de Avaliação do Banco de dados aberto de NeuroMat.

source: warning that the experiment is under analysis.
pt_br: comunicando que seu experimento esta sob análise

source: The experiment data
pt_br: Os dados do experimento

source: was made available to be analysed by other trustee.
pt_br: foram disponibilizados para ser analizados por outros curadores.

source: Empty slugs is not allowed. Please enter a valid slug
pt_br: "Slugs" vazios não são permitidos. Por favor entre com um "slug" válido

source: The slug entered is not allowed. Please enter a valid slug. Type only lowcase letters without accents, numbers, dash, and underscore signs
pt_br: O "slug" entrado não é permitido. Por favor entre com um "slug" válido. Digite somente letras minúsculas sem acentos, números, traços, e sublinhado

source: The slug entered is two small. Please enter at least 3 characters
pt_br: O "slug" entrado é muito pequeno. Por favor entre com pelo menos 3 caracteres

source: The slug entered is equal to other experiment slug. Please try again.
pt_br: O "slug" entrado é igual ao de outro experimento. Por favor tente novamente.

source: The experiment's slug was modified
pt_br: O "slug" do experimento foi alterado

source: 404 - Not Found
pt_br: 404 - Não Econtrado

source: Ops... It seems you tried to access an inexistent page.
pt_br: Ops... Parece que você tentou acessar uma página inexistente.
