Repository: neuromat/portal
Catalog: experiments/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Type key terms/words to be searched
pt_br: Digite palavras chave para executar sua pesquisa

source: You can search for terms in quotes to search for exact terms. You can use the modifiers AND, OR, NOT to combine terms to search. For instance: term1 AND term2 term1 OR term2 term1 NOT term2 All kind of combinations with AND, OR, NOT are accepted in advanced searching. By default, searching for terms separated with one or more spaces will apply the OR modifier.
pt_br: Você pode buscar por termos entre aspas para buscas por termos exatos. Use os modificadores AND, OR, NOT para combinar termos de busca. Por exemplo: termo1 AND termo2 termo1 OR termo2 termo1 NOT termo2 Todo tipo de combinação com AND, OR, NOT é aceito em buscas avançadas. Por padrão, buscas por termos separados por um ou mais espaços, são o mesmo que aplicar o modificador OR entre os termos de busca.

source: Goalkeeper game phase
pt_br: Fase do Jogo do goleiro

source: Kinematic measures
pt_br: Medidas cinemáticas

source: Stabilometry
pt_br: Estabilometria

source: Response time
pt_br: Tempo de resposta

source: Psychophysical measures
pt_br: Medidas psicofísicas

source: Verbal response
pt_br: Resposta verbal

source: Psychometric scales
pt_br: Escalas psicométricas

source: Unit recording
pt_br: Unidade de gravação

source: Multiunit recording
pt_br: Multiunidade de gravação

source: Select one or more data collection types
pt_br: Selecione um ou mais tipos de coleta de dados

source: Type new slug
pt_br: Digite o novo "slug"

source: Receiving
pt_br: Recebendo

source: To be analysed
pt_br: A ser analisado

source: Under analysis
pt_br: Em análise

source: Approved
pt_br: Aprovado

source: Not approved
pt_br: Não aprovado

source: Neuroscience Experiments Database
pt_br: Banco de dados de Experimentos em Neurociência

source: Groups
pt_br: Grupos

source: Settings
pt_br: Configurações

source: Questionnaires
pt_br: Questionários

source: Versions
pt_br: Versões

source: participants
pt_br: participantes

source: Inclusion criterias
pt_br: Critérios de inclusão

source: Details
pt_br: Detalhes

source: Textual description
pt_br: Descrição textual

source: EEG Settings
pt_br: Configurações de EEG

source: Amplifier:
pt_br: Amplificador:

source: serial number:
pt_br: número serial

source: gain:
pt_br: ganho:

source: number of channels:
pt_br: número de canais:

source: common mode rejection ratio:
pt_br: taxa de rejeição no modo comum:

source: input impedance:
pt_br: impedância de entrada:

source: amplifier detection type:
pt_br: tipo de detecção do amplificador:

source: tethering system:
pt_br: sistema de ligação:

source: gain setting:
pt_br: configuração de ganho:

source: sampling rate:
pt_br: taxa amostragem:

source: number of used channels:
pt_br: número de canais usados:

source: EMG Settings
pt_br: Configurações de EMG

source: Digital filter setting:
pt_br: Configurações do filtro digital:

source: filter type name:
pt_br: nome do tipo de filtro:

source: filter type description:
pt_br: descrição textual:

source: low pass:
pt_br: passe baixo:

source: high pass:
pt_br: passe alto:

source: low band pass:
pt_br: passe de banda baixa:

source: high band pass:
pt_br: passe de banda alta:

source: low notch:
pt_br: encaixe baixo:

source: high notch:
pt_br: encaixe alto:

source: order:
pt_br: ordem:

source: A/D converter setting:
pt_br: Configurações do conversor A/D:

source: signal to noise rate:
pt_br: taxa do ruído de sinal:

source: resolution:
pt_br: resolução:

source: sampling rate setting:
pt_br: configurações da taxa de amostragem:

source: TMS Settings
pt_br: Configurações de TMS

source: pulse stimulus type:
pt_br: tipo do estímulo de pulso:

source: TMS Device:
pt_br: Aparelho TMS:

source: description:
pt_br: descrição:

source: pulse type:
pt_br: tipo de pulso:

source: Coil model:
pt_br: Modelo da bobina:

source: coil shape:
pt_br: forma da bobina:

source: material description:
pt_br: descrição textual:

source: coil design:
pt_br: desenho da bobina:

source: Context trees
pt_br: Árvores de contexto

source: setting text:
pt_br: texto das configurações:

source: Questionnaires for group
pt_br: Questionários para o grupo

source: Download zip file with all experiment data and metadata
pt_br: Baixar arquivo zip com todos os dados e metadados do experimento

source: Download all experiment data
pt_br: Baixar tudo

source: Select experiment data itens to download
pt_br: Selecione itens do experimento para download

source: Select options
pt_br: Opções de seleção

source: Group
pt_br: Grupo

source: Experimental Protocol Data
pt_br: Protocolo experimental

source: Per Questionnaire Data
pt_br: Por dados de questionário

source: Per Participant Data
pt_br: Por dados de participantes

source: Participant
pt_br: Participante

source: There are not data for group
pt_br: Não há dado para o grupo

source: But there\'s still basic Experiment data. Click in 'Download' button to download it.
pt_br: Mas ainda há dados básicos do Experimento. Clique no botão \'Download\' para baixar o arquivo.

source: There are not experiment groups data for this experiment. Click in "Download" button to download basic experiment data
pt_br: Não há dados de grupos do experimento. Clique no botão "Download" para baixar dados básicos do experimento

source: Other versions of this experiment
pt_br: Outras versões desse experimento

source: Version
pt_br: Versão

source: Graphical representation
pt_br: Representação gráfica

source: Close
pt_br: Fechar

source: Before downloading
pt_br: Antes de baixar

source: Cancel
pt_br: Cancelar

source: Agree & Download
pt_br: Concordar e baixar

source: Gender of the participants
pt_br: Gênero dos participantes

source: Age of the participants
pt_br: Idade dos participantes

source: Age (years)
pt_br: Idade (anos)

source: Before you download, you must know this experiment is licensed under Creative Commons Attribution 4.0 International License and requires that you comply with the following:
pt_br: Antes de baixar, você deve saber que este experimento está sob a Licença Internacional Creative Commons Attribution 4.0 e requer que você concorde com o seguinte:

source: You must give appropriate credit, provide a
pt_br: Voce deve dar os créditos apropriados, fornecer um

source: link to the license
pt_br: link para a licença

source: and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
pt_br: e indicar se foram feitas mudanças. Você pode fazer isso de alguma forma razoável, mas de nenhuma maneira que sugira que o licenciante endorsse você ou seu uso.

source: How to cite this experiment
pt_br: Como citar esse experimento

source: Sent date
pt_br: Data de envio

source: Initiative
pt_br: Iniciativa

source: Support
pt_br: Apoio

source: Related Projects
pt_br: Projetos Relacionados

source: Follow us
pt_br: Siga-nos

source: Contact
pt_br: Contato

source: Address
pt_br: Endereço

source: Matao St.
pt_br: Rua do Matão

source: Phone
pt_br: Telefone

source: Email
pt_br: Correio eletrônico

source: This site content is licensed under a
pt_br: O conteúdo deste site está licenciado sob uma Licença

source: Open Database for Experiments in Neuroscience
pt_br: Banco de dados de Experimentos em Neurociência

source: Back Home
pt_br: Voltar ao início

source: Project Info
pt_br: Informação do projeto

source: Approval of the ethics committee
pt_br: Aprovação do comitê de ética

source: url address of the ethics committee not available
pt_br: O endereço url do comitê de ética não esta disponível

source: Approval of the ethics committee file
pt_br: Aprovação do comitê de ética

source: Approval of the ethics committee not available
pt_br: Aprovação do comitê de ética não esta disponível

source: Data acquisition was completed
pt_br: A aquisição de dados foi concluida

source: Current number of participants
pt_br: Número atual de participantes

source: and counting
pt_br: e contando

source: From study
pt_br: Estudo

source: Publications
pt_br: Publicações

source: Change experiment url slug
pt_br: Modifique a url do experimento

source: Current url
pt_br: Url atual

source: Current slug
pt_br: "Slug" atual

source: New slug
pt_br: Novo "slug"

source: type only lowcase letters without accents, numbers, dash, and underscore signs
pt_br: digite apenas letras minúsculas sem acentos, números, traço e sublihado

source: Save
pt_br: Salvar

source: Researcher
pt_br: Pesquisador

source: Start date
pt_br: Data de inicio

source: End date
pt_br: Data de fim

source: No end date
pt_br: não definida

source: Contributors
pt_br: Colaboradores

source: Person
pt_br: Pessoa

source: Team
pt_br: Equipe

source: Coordinator
pt_br: Coordenador

source: Keywords
pt_br: Paravras chave

source: Citation:
pt_br: Citação:

source: Open Platform for Experiments in Neuroscience
pt_br: Uma plataforma para experimentos em Neurociência

source: Search
pt_br: Pesquisar

source: List of Experiments
pt_br: Lista de Experimentos

source: There are no experiments
pt_br: Não existem experimentos

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Participants
pt_br: Participantes

source: in
pt_br: em

source: group
pt_br: grupo

source: View
pt_br: Ver

source: Status
pt_br: Estado

source: Change status for
pt_br: Alterar status para

source: Please select an option
pt_br: Por favor selecione uma opção

source: No data found
pt_br: Nenhum resultado encontrado

source: Questionnaire
pt_br: Questionário

source: (Participant chooses one out of the options and can fill a text box with a comment)
pt_br: (O participante escolhe uma das opções e pode preencher uma caixa de texto com um comentário

source: (Participant ranks the options)
pt_br: (O participante classifica as opções)

source: (Participant chooses one option out of a dropdown list)
pt_br: (O participante escolhe uma opção de uma lista suspensa)

source: (For each subquestion the participant chooses a level from 1 to 5 or no level)
pt_br: (Para cada subquestão, o participante escolhe um nível de 1 a 5 ou nenhum nível

source: (This question is a matrix based on the following fields)
pt_br: (Esta questão é uma matriz baseada nas seguintes opções)

source: For each subquestion the participant chooses between
pt_br: Para cada subquestão, o participante escolhe entre

source: Yes, No, Uncertain, No answer
pt_br: Sim, Não, Incerto, Sem resposta

source: Increase, Same, Decrease
pt_br: Aumento, Mesmo, Diminiuição

source: (For each subquestion the participant enters a numerical value)
pt_br: (Para cada subquestão, o participante entra com um valor numérico)

source: (For each subquestion the participant enters a free text)
pt_br: (Para cada subquestão, o participante entra com um texto livre)

source: (This question is a matrix based on the following fields. For each matrix cell the participant chooses one option out of a dropdown list)
pt_br: (Esta questão é uma matrix baseada nos seguintes campos. Para cada célula da matriz o participante escolhe uma opção da lista suspensa)

source: Participant enters a date in a date field
pt_br: O participante entra com uma data em um campo de data

source: Participant uploads file(s)
pt_br: O participante carrega um(ns) arquivo(s)

source: Participant answers
pt_br: O participante responde

source: yes
pt_br: sim

source: or
pt_br: ou

source: not
pt_br: não

source: A text is displayed to the participant (user does not answer this question)
pt_br: Um texto é mostrado ao participante (o usuário não responde esta questão)

source: Participant enters a short free text
pt_br: O participante entra com um pequeno texto livre

source: Participant enters a free text
pt_br: O participante entra com um texto livre

source: Participant answers with a numerical value
pt_br: O participante responde com um valor numérico

source: Participant chooses a level from 1 to 5 or no level
pt_br: O participante escolhe um nível de 1 a 5 ou nenhum nível

source: Participant chooses between Female, Male, No answer
pt_br: O participante escolhe entre Feminino, Masculino, Sem resposta

source: Participant chooses between predefined languages
pt_br: O participante escolhe entre idiomas predefinido

source: The questionnaire in this language is in invalid format, and can't be displayed
pt_br: Este questionário, neste idioma, está em um formato inválido, e não pode ser exibido

source: Research, Innovation and Dissemination Center for Neuromathematics
pt_br: Centro de Pesquisa, Inovação e Difusão em Neuromatemática

source: Welcome
pt_br: Bem-vindo(a)

source: There is(are)
pt_br: Há

source: experiment(s) to be analysed
pt_br: experimento(s) a serem analisados

source: Log Out
pt_br: Sair

source: Log In
pt_br: Entrar

source: Your username and password did not match. Please try again.
pt_br: Seu nome de usuário e senha não corresponderam. Por favor, tente novamente

source: Invalid account. Please sign in with a valid account.
pt_br: Conta inválida. Por favor tente com uma conta válida.

source: Please sign in with your account to access this website.
pt_br: Por favor faça login com sua conta para acessar este website.

source: Forgot password?
pt_br: Esqueçeu sua senha?

source: Your password has been set. You may go ahead and log in now.
pt_br: Sua senha está definida. Você pode entrar no sistema agora.

source: Log in
pt_br: Entrar

source: Please enter your new password twice so we can verify you typed it in correctly.
pt_br: Por favor entre com sua nova senha duas vezes para que possamos verificaração.

source: New password:
pt_br: Nova senha:

source: Confirm password:
pt_br: Confirme a senha:

source: Change my password
pt_br: Alterar status para

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link para a redefinição de senha é inválido, possivelmente porque ele já foi usado. Por favor solicite uma nova redefinição de senha.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pt_br: Enviamos-te um e-mail com instruções para definir sua senha, se uma conta existe com e-mail que você entrou. Você deve receber uma mensagem em breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pt_br: Se você não recebeu um e-mail, por favor certifique-se de ter entrado com o endereço de e-mail com o qual você se registrou, e verifique sua pasta de spam.

source: Password reset
pt_br: Redefinição de senha

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pt_br: Esqueceu sua senha? Entre com seu e-mail abaixo, e nós enviaremos um e-mail com instruções para definir uma nova senha.

source: Email address:
pt_br: Endereço de e-mail:

source: Reset my password
pt_br: Esqueçeu sua senha?

source: Experiment
pt_br: Experimento

source: TMS Setting
pt_br: Configurações de TMS

source: Coil Model
pt_br: Modelo da bobina

source: name
pt_br: nome

source: description
pt_br: descrição

source: shape name
pt_br: nome da forma

source: material name
pt_br: nome do material

source: material description
pt_br: descrição textual

source: design
pt_br: desenho

source: Context Tree
pt_br: Árvores de contexto

source: setting text
pt_br: texto das configurações

source: EEG Setting
pt_br: Configurações de EEG

source: EEG Electrode Localization System
pt_br: Nome do sistema de localização

source: EEG Electrode Net
pt_br: Rede de eletrodos de EEG

source: manufacturer name
pt_br: fabricante

source: identification
pt_br: identificação

source: EEG Electrode Position
pt_br: Posição dos eletrodos de EEG

source: coordinate x
pt_br: Coordenador

source: coordinate y
pt_br: Coordenador

source: electrode model name
pt_br: modelo do eletrodo

source: electrode model description
pt_br: descrição textual:

source: electrode model material
pt_br: material do modelo de eletrodo

source: electrode model usability
pt_br: usabilidade do modelo de eletrodo

source: electrode model configuration
pt_br: configuração do modelo de eletrodo

source: electrode type
pt_br: tipo do eletrodo

source: conduction type
pt_br: tipo da condução

source: electrode mode
pt_br: modo do eletrodo

source: electrode shape name
pt_br: nome da forma

source: electrode shape measure value
pt_br: medida de forma do eletrodo

source: electrode shape measure unit
pt_br: unidade de medida de forma do eletrodo

source: intramuscular electrode strand
pt_br: vertented o eletrodo intramuscular

source: intramuscular electrode insulation material name
pt_br: material de isolamento do eletrodo intramuscular

source: intramuscular electrode insulation material description
pt_br: descrição do material de isolamento do eletrodo muscular

source: EEG Filter Setting
pt_br: Configurações de filtro de EEG

source: filter type name
pt_br: nome do tipo de filtro:

source: filter type description
pt_br: descrição textual:

source: EEG Solution
pt_br: Configurações de EEG

source: components
pt_br: componentes

source: EMG Setting
pt_br: Configurações de EMG

source: EMG Digital Filter Setting
pt_br: Configurações do filtro digital:

source: filter type
pt_br: nome do tipo de filtro:

source: EMG Electrode Model
pt_br: Modelo do eletrodo de EMG

source: EMG Electrode Placement Setting
pt_br: Configurações da localização do eletrodo de EMG

source: muscle name
pt_br: músculo

source: muscle side
pt_br: lado do músculo

source: standardization system name
pt_br: Nome do sistema de localização

source: standardization system description
pt_br: Descrição do sistema de localização

source: muscle anatomy origin
pt_br: origem anatômica do músculo

source: muscle anatomy insertion
pt_br: inserção anatômica do músculo

source: muscle anatomy function
pt_br: função anatômica do músculo

source: location
pt_br: identificação

source: placement type
pt_br: tipo de equipamento

source: start posture
pt_br: data de inicio

source: orientation
pt_br: identificação

source: fixation on the skin
pt_br: fixação na pele

source: reference electrode
pt_br: eletrodo de referência

source: clinical test
pt_br: teste clínico

source: method of insertion
pt_br: método de inserção

source: depth of insertion (intramuscular placement)
pt_br: profundidade de inserção (localização intramuscular)

source: depth of insertion (needle placement)
pt_br: profunidade de inserção (colocação da agulha)

source: acquisition software version
pt_br: versão do software adquirido

source: Experimental Protocol
pt_br: Protocolo experimental

source: textual description
pt_br: descrição textual

source: first name
pt_br: primeiro nome

source: last name
pt_br: último nome

source: institution
pt_br: instituição

source: title
pt_br: título

source: sent date
pt_br: data de envio

source: Generic data collection step
pt_br: Selecione um ou mais tipos de coleta de dados

source: type description
pt_br: descrição

source: Goalkeeper game step
pt_br: Fase do Jogo do goleiro

source: software name
pt_br: nome da forma

source: software description
pt_br: Descrição textual

source: software version
pt_br: Versão do software

source: context tree
pt_br: Árvores de contexto

source: not defined
pt_br: não definido

source: inclusion criteria
pt_br: Critérios de inclusão

source: no inclusion criteria
pt_br: Critérios de não inclusão

source: Instruction step
pt_br: Passo de instrução

source: duration value
pt_br: duração

source: duration unit
pt_br: duração (unidade)

source: numeration
pt_br: numeração

source: order
pt_br: ordem

source: number of repetitions
pt_br: número de repetições

source: interval between repetitions
pt_br: intervalo entre repetições

source: random position
pt_br: posição aleatória

source: text instruction
pt_br: descrição textual

source: Publication
pt_br: Publicação

source: citation
pt_br: identificação

source: Step
pt_br: Passo

source: data
pt_br: dados

source: Search Results
pt_br: Buscar resultados

source: No results found
pt_br: Nenhum resultado encontrado

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Type
pt_br: Tipo

source: Stimulus step
pt_br: Passo de estímulo

source: Study
pt_br: Estudo

source: start date
pt_br: data de inicio

source: end date
pt_br: data de fim

source: researcher
pt_br: pesquisador

source: keywords
pt_br: palavras chaves

source: No keywords
pt_br: Nenhuma palavra chave

source: TMS Data
pt_br: Dados de TMS

source: Hotspot Name
pt_br: Nome do ponto de acesso

source: Localization System Name
pt_br: Nome do sistema de localização

source: Localization System Description
pt_br: Descrição do sistema de localização

source: Brain Area Name
pt_br: Nome da área do cérebro

source: Brain Area Description
pt_br: Descrição da área do cérebro

source: Brain Area System Name
pt_br: Nome do sistema da área do cérebro

source: Brain Area System Description
pt_br: Descrição do sistema da área do cérebro

source: TMS Device
pt_br: Aparelho TMS

source: manufacturer
pt_br: fabricante

source: equipment type
pt_br: tipo de equipamento

source: pulse type
pt_br: tipo de pulso

source: TMS Device Setting
pt_br: Configurações de TMS

source: pulse stimulus type
pt_br: tipo do estímulo de pulso:

source: Please provide a reason justifying the change of the status of the experiment
pt_br: Por favor, forneça uma razão que justifique a mudança do status do experimento

source: to "Not approved".
pt_br: para "Não aprovado".

source: Your experiment was rejected
pt_br: Seu experimento foi rejeitado

source: We regret to inform you that your experiment,
pt_br: Lamentamos informar-lhe que seu experimento,

source: , has not been acceptted to be published in the NeuroMat Open Database. Please check the reasons providing by the Neuromat Open Database Evaluation Committee:
pt_br: , não foi aceito para ser publicado no Banco de dados aberto de NeuroMat. Por favor, verifique as razões fornecidas pelo comité de avaliação do Banco de dados aberto de NeuroMat:

source: . With best regards, The Neuromat Open Database Evaluation Committee
pt_br: . Cordiais saudações, Comité de Avaliação do Banco de dados aberto de NeuroMat.

source: An email was sent to
pt_br: Um email foi enviado para

source: warning that the experiment was rejected.
pt_br: comunicando que o experimento foi rejeitado.

source: Your experiment was approved
pt_br: Seu experimento foi aprovado

source: We are pleased to inform you that your experiment
pt_br: Temos o prazer de informá-lo que o seu experimento

source: was approved by Neuromat Open Database Evaluation Committee. All data of the submitted experiment will be available freely to the public consultation and shared under Creative Commons Share Alike license. You can access your experiment data by clicking on the link below
pt_br: foi aprovado pelo Comitê de Avaliação do Banco de dados aberto de NeuroMat. Todos os dados do experimento submetido se encontrarão disponíveis de maneira livre para consulta de todo o público e compartilhado baixo a licença de Creative Commons Share Alike. Você pode acessar os dados do seu experimento clicando no link abaixo

source: With best regards, The NeuroMat Open Database Evaluation Committee.
pt_br: Cordiais saudações, Comité de Avaliação do Banco de dados aberto de NeuroMat.

source: warning that the experiment changed status to Approved.
pt_br: comunicando que o experimento mudou seu estado para aprovado.

source: Your experiment is now under analysis
pt_br: Seu experimento esta agora em analise

source: Thank you for submitting your experiment
pt_br: Obrigado por enviar seu experimento
